Repository: alexmanzer/rootshell-vnc
Catalog: Packages/rootshellVNC/Sources/rootshellVNC/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Remote desktop input
ar: إدخال سطح المكتب البعيد
ca: Entrada de l'escriptori remot
cs: Vstup vzdálené plochy
da: Input til eksternt skrivebord
de: Remote-Desktop-Eingabe
es: Entrada del escritorio remoto
fi: Etätyöpöydän syöte
fr: Saisie sur le bureau distant
he: קלט שולחן עבודה מרוחק
hu: Távoli asztali bevitel
it: Input scrivania remota
ja: リモートデスクトップの入力
ko: 원격 데스크탑 입력
nb: Inndata for eksternt skrivebord
nl: Invoer extern bureaublad
pl: Wprowadzanie na zdalnym pulpicie
pt_br: Entrada da área de trabalho remota
pt_pt: Entrada do ambiente de trabalho remoto
ro: Intrare desktop la distanță
sl: Vnos na oddaljeno namizje
sv: Inmatning på fjärrskrivbordet
uk: Введення на віддаленому робочому столі
vi: Đầu vào màn hình từ xa
zh_hans: 远程桌面输入
zh_hant: 遠端桌面輸入

source: Remote Display
ar: الشاشة البعيدة
ca: Pantalla remota
cs: Vzdálený displej
da: Ekstern skærm
de: Entferntes Display
es: Pantalla remota
fi: Etänäyttö
fr: Écran distant
he: צג מרוחק
hu: Távoli kijelző
it: Schermo remoto
ja: リモートディスプレイ
ko: 원격 디스플레이
nb: Ekstern skjerm
nl: Extern beeldscherm
pl: Ekran zdalny
pt_br: Tela Remota
pt_pt: Ecrã remoto
ro: Ecran la distanță
sl: Oddaljeni zaslon
sv: Fjärrskärm
uk: Віддалений дисплей
vi: Màn hình từ xa
zh_hans: 远程显示器
zh_hant: 遠端顯示器

source: Remote Display Size
ar: حجم الشاشة البعيدة
ca: Mida de la pantalla remota
cs: Velikost vzdáleného displeje
da: Størrelse på ekstern skærm
de: Größe des entfernten Displays
es: Tamaño de la pantalla remota
fi: Etänäytön koko
fr: Taille de l’écran distant
he: גודל הצג המרוחק
hu: Távoli kijelző mérete
it: Dimensioni schermo remoto
ja: リモートディスプレイのサイズ
ko: 원격 디스플레이 크기
nb: Størrelse på ekstern skjerm
nl: Formaat extern beeldscherm
pl: Rozmiar ekranu zdalnego
pt_br: Tamanho da Tela Remota
pt_pt: Tamanho do ecrã remoto
ro: Dimensiune ecran la distanță
sl: Velikost oddaljenega zaslona
sv: Fjärrskärmens storlek
uk: Розмір віддаленого дисплея
vi: Kích thước màn hình từ xa
zh_hans: 远程显示器大小
zh_hant: 遠端顯示器尺寸

source: required
ar: مطلوب
ca: obligatori
cs: povinné
da: påkrævet
de: erforderlich
es: obligatorio
fi: pakollinen
fr: requis
he: חובה
hu: kötelező
it: obbligatorio
ja: 必須
ko: 필수
nb: påkrevd
nl: vereist
pl: wymagane
pt_br: obrigatório
pt_pt: obrigatório
ro: obligatoriu
sl: obvezno
sv: obligatoriskt
uk: обов’язково
vi: bắt buộc
zh_hans: 必填
zh_hant: 必填

# Retry %lld starts in about %lld seconds.
source: Retry %1$lld starts in about %2$lld seconds.
ar: تبدأ المحاولة %lld خلال %lld ثانية تقريبًا.
ca: L'intent %lld començarà d'aquí a uns %lld segons.
cs: Pokus %lld začne přibližně za %lld s.
da: Forsøg %lld starter om ca. %lld sekunder.
de: Versuch %lld startet in etwa %lld Sekunden.
es: El intento %lld comenzará en unos %lld segundos.
fi: Yritys %lld alkaa noin %lld sekunnin kuluttua.
fr: La tentative %lld commence dans environ %lld secondes.
he: ניסיון חוזר %lld יתחיל בעוד כ-%lld שניות.
hu: A(z) %lld. újrapróbálkozás körülbelül %lld másodperc múlva indul.
it: Il tentativo %lld inizia tra circa %lld secondi.
ja: %lld回目の再試行は約%lld秒後に開始します。
ko: %lld번째 재시도가 약 %lld초 후에 시작됩니다.
nb: Forsøk %lld starter om cirka %lld sekunder.
nl: Poging %lld start over ongeveer %lld seconden.
pl: Próba %lld rozpocznie się za około %lld s.
pt_br: A tentativa %lld começa em cerca de %lld segundos.
pt_pt: A tentativa %lld começa dentro de cerca de %lld segundos.
ro: Încercarea %lld începe în aproximativ %lld secunde.
sl: %lld. poskus se začne čez približno %lld sekund.
sv: Försök %lld startar om cirka %lld sekunder.
uk: Спроба %lld почнеться приблизно через %lld с.
vi: Lần thử lại %lld sẽ bắt đầu sau khoảng %lld giây.
zh_hans: 第 %lld 次重试将在约 %lld 秒后开始。
zh_hant: 第 %lld 次重試將在約 %lld 秒後開始。

source: Route Reserved Shortcuts to VNC
ar: توجيه الاختصارات المحجوزة إلى VNC
ca: Redirigir les dreceres reservades al VNC
cs: Směrovat vyhrazené zkratky do VNC
da: Send reserverede genveje til VNC
de: Reservierte Tastaturkurzbefehle an VNC weiterleiten
es: Enviar las funciones rápidas reservadas a VNC
fi: Ohjaa varatut oikotiet VNC:hen
fr: Rediriger les raccourcis réservés vers VNC
he: ניתוב קיצורים שמורים ל-VNC
hu: Fenntartott gyorsbillentyűk irányítása a VNC-hez
it: Invia le abbreviazioni riservate a VNC
ja: 予約済みショートカットをVNCに送る
ko: 예약된 단축키를 VNC로 전달
nb: Send reserverte snarveier til VNC
nl: Stuur gereserveerde sneltoetsen naar VNC
pl: Kieruj zastrzeżone skróty do VNC
pt_br: Encaminhar Atalhos Reservados ao VNC
pt_pt: Encaminhar atalhos reservados para VNC
ro: Direcționare scurtături rezervate către VNC
sl: Preusmeri rezervirane bližnjice v VNC
sv: Skicka reserverade kortkommandon till VNC
uk: Надсилати зарезервовані сполучення клавіш до VNC
vi: Chuyển phím tắt dành riêng tới VNC
zh_hans: 将保留的快捷键发送到 VNC
zh_hant: 將保留的快速鍵傳送至 VNC

source: Screen Panning
ar: تحريك الشاشة
ca: Desplaçament de la pantalla
cs: Posouvání obrazovky
da: Panorering af skærm
de: Bildschirmschwenk
es: Desplazamiento de la pantalla
fi: Näytön panorointi
fr: Défilement de l’écran
he: הזזת המסך
hu: Képernyő pásztázása
it: Spostamento dello schermo
ja: 画面のパン
ko: 화면 이동
nb: Panorering av skjerm
nl: Scherm pannen
pl: Przesuwanie ekranu
pt_br: Deslocamento da Tela
pt_pt: Deslocamento do ecrã
ro: Deplasarea ecranului
sl: Pomikanje zaslona
sv: Panorering av skärm
uk: Панорамування екрана
vi: Di chuyển màn hình
zh_hans: 屏幕平移
zh_hant: 螢幕平移

source: Send Clipboard
ar: إرسال الحافظة
ca: Enviar el porta-retalls
cs: Odeslat schránku
da: Send udklipsholder
de: Zwischenablage senden
es: Enviar portapapeles
fi: Lähetä leikepöytä
fr: Envoyer le presse-papiers
he: שליחת לוח הגזירים
hu: Vágólap küldése
it: Invia appunti
ja: クリップボードを送信
ko: 클립보드 보내기
nb: Send utklippstavle
nl: Stuur klembord
pl: Wyślij schowek
pt_br: Enviar Área de Transferência
pt_pt: Enviar área de transferência
ro: Trimitere clipboard
sl: Pošlji odložišče
sv: Skicka urklipp
uk: Надіслати буфер обміну
vi: Gửi bảng tạm
zh_hans: 发送剪贴板
zh_hant: 傳送剪貼板

source: Server
ar: الخادم
ca: Servidor
es: Servidor
fi: Palvelin
fr: Serveur
he: שרת
hu: Szerver
ja: サーバ
ko: 서버
pl: Serwer
pt_br: Servidor
pt_pt: Servidor
sl: Strežnik
uk: Сервер
vi: Máy chủ
zh_hans: 服务器
zh_hant: 伺服器

source: Server protocol version not supported
ar: إصدار بروتوكول الخادم غير مدعوم
ca: La versió del protocol del servidor no és compatible
cs: Verze protokolu serveru není podporována
da: Serverens protokolversion understøttes ikke
de: Protokollversion des Servers wird nicht unterstützt
es: La versión del protocolo del servidor no es compatible
fi: Palvelimen protokollaversiota ei tueta
fr: Version du protocole du serveur non prise en charge
he: גרסת הפרוטוקול של השרת אינה נתמכת
hu: A szerver protokollverziója nem támogatott
it: Versione del protocollo del server non supportata
ja: サーバのプロトコルバージョンはサポートされていません
ko: 서버 프로토콜 버전이 지원되지 않음
nb: Serverens protokollversjon støttes ikke
nl: Protocolversie van server wordt niet ondersteund
pl: Wersja protokołu serwera nie jest obsługiwana
pt_br: Versão do protocolo do servidor não suportada
pt_pt: Versão do protocolo do servidor não suportada
ro: Versiunea de protocol a serverului nu este acceptată
sl: Različica strežniškega protokola ni podprta
sv: Serverns protokollversion stöds inte
uk: Версія протоколу сервера не підтримується
vi: Không hỗ trợ phiên bản giao thức của máy chủ
zh_hans: 不支持该服务器协议版本
zh_hant: 不支援此伺服器通訊協定版本

source: Shared Clipboard
ar: الحافظة المشتركة
ca: Porta-retalls compartit
cs: Sdílená schránka
da: Delt udklipsholder
de: Gemeinsame Zwischenablage
es: Portapapeles compartido
fi: Jaettu leikepöytä
fr: Presse-papiers partagé
he: לוח גזירים משותף
hu: Megosztott vágólap
it: Appunti condivisi
ja: 共有クリップボード
ko: 공유 클립보드
nb: Delt utklippstavle
nl: Gedeeld klembord
pl: Wspólny schowek
pt_br: Área de Transferência Compartilhada
pt_pt: Área de transferência partilhada
ro: Clipboard partajat
sl: Skupno odložišče
sv: Delat urklipp
uk: Спільний буфер обміну
vi: Bảng tạm dùng chung
zh_hans: 共享剪贴板
zh_hant: 共享剪貼板

source: Show Keyboard
ar: إظهار لوحة المفاتيح
ca: Mostrar el teclat
cs: Zobrazit klávesnici
da: Vis tastatur
de: Tastatur einblenden
es: Mostrar teclado
fi: Näytä näppäimistö
fr: Afficher le clavier
he: הצגת המקלדת
hu: Billentyűzet megjelenítése
it: Mostra tastiera
ja: キーボードを表示
ko: 키보드 보기
nb: Vis tastatur
nl: Toon toetsenbord
pl: Pokaż klawiaturę
pt_br: Mostrar Teclado
pt_pt: Mostrar teclado
ro: Afișare tastatură
sl: Pokaži tipkovnico
sv: Visa tangentbordet
uk: Показати клавіатуру
vi: Hiển thị bàn phím
zh_hans: 显示键盘
zh_hant: 顯示鍵盤

source: Show the remote Mac's physical displays in one combined desktop, matching Apple Screen Sharing.
ar: إظهار الشاشات الفعلية لجهاز Mac البعيد في سطح مكتب مدمج واحد، مطابقةً لمشاركة الشاشة من Apple.
ca: Mostra les pantalles físiques del Mac remot en un escriptori combinat, igual que Compartir pantalla d'Apple.
cs: Zobrazit fyzické displeje vzdáleného Macu v jedné sloučené ploše, stejně jako Sdílení obrazovky Apple.
da: Vis den eksterne Macs fysiske skærme på ét kombineret skrivebord ligesom Apples Skærmdeling.
de: Die physischen Displays des entfernten Mac in einem kombinierten Schreibtisch anzeigen – wie bei „Bildschirmfreigabe“ von Apple.
es: Muestra las pantallas físicas del Mac remoto en un escritorio combinado, igual que «Compartir pantalla» de Apple.
fi: Näytä etä-Macin fyysiset näytöt yhtenä yhdistettynä työpöytänä Applen näytön jakamisen tapaan.
fr: Afficher les écrans physiques du Mac distant sur un seul bureau combiné, comme le Partage d’écran d’Apple.
he: הצגת הצגים הפיזיים של ה-Mac המרוחק בשולחן עבודה משולב אחד, בדומה ל״שיתוף מסך״ של Apple.
hu: A távoli Mac fizikai kijelzőinek megjelenítése egyetlen egyesített asztalon, az Apple Képernyőmegosztásához hasonlóan.
it: Mostra gli schermi fisici del Mac remoto in un’unica scrivania combinata, come Condivisione schermo di Apple.
ja: リモートMacの物理ディスプレイを1つの結合されたデスクトップに表示します。Appleの画面共有と同じ動作です。
ko: Apple 화면 공유와 동일하게 원격 Mac의 물리적 디스플레이를 하나의 통합된 데스크탑에 표시합니다.
nb: Vis de fysiske skjermene på den eksterne Macen som ett kombinert skrivebord, slik som Apple Skjermdeling.
nl: Toon de fysieke beeldschermen van de externe Mac op één gecombineerd bureaublad, net als Apple Schermdeling.
pl: Pokazuj fizyczne ekrany zdalnego Maca jako jedno połączone biurko, tak jak Udostępnianie ekranu Apple.
pt_br: Mostra as telas físicas do Mac remoto em uma área de trabalho combinada, como no Compartilhamento de Tela da Apple.
pt_pt: Mostrar os ecrãs físicos do Mac remoto num único ambiente de trabalho combinado, tal como na Partilha de Ecrã da Apple.
ro: Afișează ecranele fizice ale Mac-ului la distanță într-un singur desktop combinat, la fel ca Partajare ecran de la Apple.
sl: Prikaži fizične zaslone oddaljenega Maca v enem združenem namizju, tako kot Apple Screen Sharing.
sv: Visa fjärr-Macens fysiska skärmar i ett kombinerat skrivbord, som i Apples Skärmdelning.
uk: Показувати фізичні дисплеї віддаленого Mac як один об’єднаний робочий стіл, як у функції «Спільний доступ до екрана» Apple.
vi: Hiển thị các màn hình vật lý của máy Mac từ xa trong một màn hình nền kết hợp, giống Chia sẻ màn hình của Apple.
zh_hans: 将远程 Mac 的实体显示器合并显示为一个桌面，与 Apple“屏幕共享”一致。
zh_hant: 將遠端 Mac 的實體顯示器顯示為一個合併的桌面，與 Apple「螢幕共享」相同。

source: Sizing
ar: الحجم
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr: Dimensionnement
he: גודל
hu: Méretezés
it: Dimensioni
ja: サイズ調整
ko: 크기 조절
nb: Størrelse
nl: Formaat
pl: Rozmiar
pt_br: Dimensionamento
pt_pt: Dimensionamento
ro: Dimensionare
sl: Velikost
sv: Storlek
uk: Розмір
vi: Kích thước
zh_hans: 尺寸
zh_hant: 尺寸調整

source: Standard
ar: قياسي
ca: Estàndard
cs: Standardní
es: Estándar
fi: Vakio
he: רגיל
hu: Normál
ja: 標準
ko: 표준
nl: Standaard
pt_br: Padrão
pt_pt: Padrão
sl: Standardno
uk: Стандартний
vi: Tiêu chuẩn
zh_hans: 标准
zh_hant: 標準

source: Starting remote session…
ar: جارٍ بدء الجلسة البعيدة…
ca: Iniciant la sessió remota…
cs: Spouštění vzdálené relace…
da: Starter ekstern session…
de: Remote-Sitzung wird gestartet…
es: Iniciando la sesión remota…
fi: Käynnistetään etäistuntoa…
fr: Démarrage de la session distante…
he: מתחיל הפעלה מרוחקת…
hu: Távoli munkamenet indítása…
it: Avvio sessione remota…
ja: リモートセッションを開始中…
ko: 원격 세션 시작 중…
nb: Starter ekstern økt…
nl: Externe sessie starten…
pl: Rozpoczynanie sesji zdalnej…
pt_br: Iniciando sessão remota…
pt_pt: A iniciar a sessão remota…
ro: Se pornește sesiunea la distanță…
sl: Zaganjanje oddaljene seje…
sv: Startar fjärrsession…
uk: Запуск віддаленого сеансу…
vi: Đang bắt đầu phiên từ xa…
zh_hans: 正在启动远程会话…
zh_hant: 正在啟動遠端工作階段…

source: Stop Reconnecting
ar: إيقاف إعادة الاتصال
ca: Aturar la reconnexió
cs: Zastavit opětovné připojování
da: Stop genoprettelse af forbindelse
de: Verbindungsversuche stoppen
es: Dejar de reconectar
fi: Lopeta uudelleenyhdistäminen
fr: Arrêter la reconnexion
he: הפסקת ההתחברות מחדש
hu: Újracsatlakozás leállítása
it: Interrompi riconnessione
ja: 再接続を停止
ko: 재연결 중단
nb: Slutt å koble til igjen
nl: Stop opnieuw verbinden
pl: Przestań łączyć ponownie
pt_br: Parar de Reconectar
pt_pt: Parar de tentar ligar
ro: Oprire reconectare
sl: Ustavi ponovno povezovanje
sv: Sluta återansluta
uk: Припинити перепідключення
vi: Dừng kết nối lại
zh_hans: 停止重新连接
zh_hant: 停止重新連接

source: The password will be typed into the remote computer, followed by Return.
ar: ستُكتب كلمة السر في الكمبيوتر البعيد، متبوعةً بمفتاح Return.
ca: La contrasenya s'escriurà a l'ordinador remot, seguida de la tecla Retorn.
cs: Heslo bude napsáno do vzdáleného počítače a potvrzeno klávesou Return.
da: Adgangskoden bliver skrevet på den eksterne computer efterfulgt af Retur.
de: Das Passwort wird auf dem entfernten Computer eingegeben, gefolgt von der Return-Taste.
es: La contraseña se escribirá en el ordenador remoto, seguida de Retorno.
fi: Salasana kirjoitetaan etätietokoneelle ja sen perään painetaan Return-näppäintä.
fr: Le mot de passe sera saisi sur l’ordinateur distant, suivi de la touche Retour.
he: הסיסמה תוקלד במחשב המרוחק, ולאחריה Return.
hu: A rendszer beírja a jelszót a távoli számítógépbe, majd megnyomja a Return billentyűt.
it: La password verrà digitata sul computer remoto, seguita da Invio.
ja: パスワードがリモートコンピュータに入力され、続いてReturnキーが押されます。
ko: 암호가 원격 컴퓨터에 입력된 다음 Return 키가 입력됩니다.
nb: Passordet skrives inn på den eksterne maskinen, etterfulgt av Retur.
nl: Het wachtwoord wordt op de externe computer getypt, gevolgd door Return.
pl: Hasło zostanie wpisane na zdalnym komputerze, a następnie zostanie naciśnięty klawisz Return.
pt_br: A senha será digitada no computador remoto, seguida de Return.
pt_pt: A palavra-passe será escrita no computador remoto, seguida de Return.
ro: Parola va fi tastată pe computerul la distanță, urmată de Return.
sl: Geslo bo vtipkano v oddaljeni računalnik, sledila bo tipka Return.
sv: Lösenordet skrivs in på fjärrdatorn, följt av returtangenten.
uk: Пароль буде введено на віддаленому комп’ютері, після чого натиснуто Return.
vi: Mật khẩu sẽ được gõ vào máy tính từ xa, theo sau là phím Return.
zh_hans: 密码将输入到远程电脑，随后按下 Return 键。
zh_hant: 密碼將輸入至遠端電腦，然後按下 Return 鍵。

source: The remote computer did not confirm the change, so its display may still be visible to anyone nearby.
ar: لم يؤكد الكمبيوتر البعيد التغيير، لذا قد تظل شاشته مرئية لأي شخص قريب منه.
ca: L’ordinador remot no ha confirmat el canvi, de manera que la seva pantalla encara pot ser visible per a qualsevol persona propera.
cs: Vzdálený počítač změnu nepotvrdil, takže jeho displej může být stále viditelný pro kohokoli v okolí.
da: Den eksterne computer bekræftede ikke ændringen, så dens skærm kan stadig være synlig for alle i nærheden.
de: Der entfernte Computer hat die Änderung nicht bestätigt. Sein Display ist möglicherweise weiterhin für Personen in der Nähe sichtbar.
es: El ordenador remoto no ha confirmado el cambio, por lo que su pantalla aún podría ser visible para cualquier persona que esté cerca.
fi: Etätietokone ei vahvistanut muutosta, joten sen näyttö voi yhä näkyä lähellä oleville.
fr: L’ordinateur distant n’a pas confirmé le changement : son écran peut donc rester visible par toute personne se trouvant à proximité.
he: המחשב המרוחק לא אישר את השינוי, ולכן ייתכן שהתצוגה שלו עדיין גלויה לכל מי שנמצא בקרבתו.
hu: A távoli számítógép nem erősítette meg a módosítást, így a kijelzője továbbra is látható lehet a közelben tartózkodók számára.
it: Il computer remoto non ha confermato la modifica, quindi il suo schermo potrebbe essere ancora visibile a chiunque si trovi nelle vicinanze.
ja: リモートコンピュータから変更の確認が返されなかったため、そのディスプレイが近くにいる人に見えたままになっている可能性があります。
ko: 원격 컴퓨터가 변경 사항을 확인해 주지 않았으므로 해당 디스플레이가 여전히 주변 사람들에게 보일 수 있습니다.
nb: Den eksterne maskinen bekreftet ikke endringen, så skjermen kan fremdeles være synlig for alle i nærheten.
nl: De externe computer heeft de wijziging niet bevestigd, dus het scherm is mogelijk nog steeds zichtbaar voor iedereen in de buurt.
pl: Zdalny komputer nie potwierdził zmiany, więc jego ekran może być nadal widoczny dla osób znajdujących się w pobliżu.
pt_br: O computador remoto não confirmou a alteração, então a tela dele ainda pode estar visível para quem estiver por perto.
pt_pt: O computador remoto não confirmou a alteração, pelo que o respetivo ecrã pode continuar visível para quem estiver por perto.
ro: Computerul la distanță nu a confirmat schimbarea, așa că ecranul acestuia poate fi în continuare vizibil pentru oricine se află în apropiere.
sl: Oddaljeni računalnik ni potrdil spremembe, zato je njegov zaslon morda še vedno viden vsem v bližini.
sv: Fjärrdatorn bekräftade inte ändringen, så dess skärm kan fortfarande vara synlig för alla i närheten.
uk: Віддалений комп’ютер не підтвердив зміну, тому його дисплей може бути й досі видимий для тих, хто поруч.
vi: Máy tính từ xa chưa xác nhận thay đổi, vì vậy màn hình của máy đó có thể vẫn hiển thị với bất kỳ ai ở gần.
zh_hans: 远程电脑未确认此更改，其显示器可能仍对附近的人可见。
zh_hant: 遠端電腦未確認此變更，其顯示器可能仍會被附近的人看見。

source: The remote computer's own display will be hidden while you keep control. Anyone at that computer sees a lock screen with your message.
ar: ستُخفى شاشة الكمبيوتر البعيد نفسه طوال فترة تحكمك فيه. وسيرى أي شخص أمام ذلك الكمبيوتر شاشة قفل تتضمن رسالتك.
ca: La pantalla de l’ordinador remot es mantindrà oculta mentre en tinguis el control. Qualsevol persona que hi hagi al davant veurà una pantalla bloquejada amb el teu missatge.
cs: Displej vzdáleného počítače bude po celou dobu, kdy jej ovládáte, skrytý. Kdokoli u tohoto počítače uvidí zamčenou obrazovku s vaší zprávou.
da: Skærmen på den eksterne computer bliver skjult, så længe du har kontrollen. Alle, der sidder ved den computer, ser en låst skærm med din besked.
de: Das Display des entfernten Computers bleibt ausgeblendet, solange du ihn steuerst. Wer sich an diesem Computer befindet, sieht einen Sperrbildschirm mit deiner Mitteilung.
es: La pantalla del ordenador remoto permanecerá oculta mientras lo controles. Cualquier persona que esté ante ese ordenador verá una pantalla de bloqueo con tu mensaje.
fi: Etätietokoneen oma näyttö piilotetaan niin kauan kuin hallitset sitä. Kuka tahansa kyseisen tietokoneen äärellä näkee lukitun näytön ja viestisi.
fr: L’écran de l’ordinateur distant restera masqué tant que vous le contrôlerez. Toute personne se trouvant devant cet ordinateur verra un écran verrouillé accompagné de votre message.
he: התצוגה של המחשב המרוחק תוסתר כל עוד השליטה בידיך. כל מי שנמצא ליד אותו מחשב יראה מסך נעילה עם ההודעה שלך.
hu: A távoli számítógép saját kijelzője rejtve marad, amíg Ön vezérli. A számítógépnél tartózkodók egy zárolt képernyőt látnak az Ön üzenetével.
it: Lo schermo del computer remoto resterà nascosto finché mantieni il controllo. Chiunque si trovi davanti a quel computer vedrà una schermata di blocco con il tuo messaggio.
ja: リモートコンピュータを制御している間、そのコンピュータのディスプレイは非表示になります。そのコンピュータの前にいる人には、あなたのメッセージが表示されたロック画面だけが見えます。
ko: 제어하는 동안 원격 컴퓨터의 디스플레이는 가려집니다. 해당 컴퓨터 앞에 있는 사람에게는 사용자의 메시지가 표시된 잠금 화면만 보입니다.
nb: Skjermen til den eksterne maskinen skjules så lenge du styrer den. Alle som sitter ved den maskinen, ser en låst skjerm med meldingen din.
nl: Het scherm van de externe computer blijft verborgen zolang jij de besturing hebt. Iedereen bij die computer ziet een vergrendeld scherm met jouw bericht.
pl: Ekran zdalnego komputera pozostanie ukryty, dopóki masz nad nim kontrolę. Każdy, kto znajduje się przy tym komputerze, zobaczy ekran blokady z Twoją wiadomością.
pt_br: A tela do computador remoto ficará oculta enquanto você mantiver o controle. Quem estiver naquele computador verá uma tela bloqueada com a sua mensagem.
pt_pt: O ecrã do computador remoto fica oculto enquanto tiver o controlo. Quem estiver nesse computador vê um ecrã bloqueado com a sua mensagem.
ro: Ecranul computerului la distanță va fi ascuns cât timp îl controlați. Oricine se află la acel computer vede un ecran blocat cu mesajul dvs.
sl: Zaslon oddaljenega računalnika bo skrit, dokler ga upravljate. Kdor koli za tem računalnikom bo videl zaklenjen zaslon z vašim sporočilom.
sv: Fjärrdatorns egen skärm döljs så länge du har kontrollen. Alla som sitter vid den datorn ser en låst skärm med ditt meddelande.
uk: Дисплей віддаленого комп’ютера буде приховано, доки ви ним керуєте. Кожен, хто перебуває біля того комп’ютера, побачить екран блокування з вашим повідомленням.
vi: Màn hình của máy tính từ xa sẽ bị ẩn trong khi bạn còn điều khiển. Bất kỳ ai ở máy tính đó chỉ nhìn thấy màn hình khóa kèm thông báo của bạn.
zh_hans: 在你控制期间，远程电脑自身的显示器会被隐藏。在那台电脑前的人只会看到显示你信息的锁定屏幕。
zh_hant: 在你控制期間，遠端電腦本身的顯示器會隱藏。在那台電腦前的人只會看到顯示你訊息的鎖定畫面。

source: The saved Keychain item did not contain credential data.
ar: لم يحتوِ عنصر سلسلة المفاتيح المحفوظ على بيانات اعتماد.
ca: L'element del clauer desat no contenia dades de credencials.
cs: Uložená položka Klíčenky neobsahovala data přihlašovacích údajů.
da: Det arkiverede emne i nøgleringen indeholdt ikke loginoplysninger.
de: Das gesicherte Schlüsselbundobjekt enthielt keine Anmeldedaten.
es: El ítem guardado en el llavero no contenía datos de credenciales.
fi: Tallennettu avainnipun kohde ei sisältänyt kirjautumistietoja.
fr: L’élément enregistré dans le trousseau ne contenait aucune donnée d’identification.
he: הפריט השמור בצרור המפתחות לא הכיל נתוני אישורים.
hu: A mentett kulcskarika-elem nem tartalmazott hitelesítési adatokat.
it: L’elemento salvato nel portachiavi non conteneva dati delle credenziali.
ja: 保存されているキーチェーン項目に認証情報のデータが含まれていませんでした。
ko: 저장된 키체인 항목에 인증 정보 데이터가 없습니다.
nb: Det arkiverte nøkkelringobjektet inneholdt ikke påloggingsdata.
nl: Het bewaarde sleutelhangeritem bevatte geen inloggegevens.
pl: Zachowana pozycja pęku kluczy nie zawierała danych uwierzytelniających.
pt_br: O item salvo no Chaveiro não continha dados de credenciais.
pt_pt: O item guardado no Porta-chaves não continha dados de credenciais.
ro: Elementul salvat în trusa de chei nu conținea date de autentificare.
sl: Shranjeni predmet v verigi ključev ni vseboval podatkov za prijavo.
sv: Det sparade nyckelringsobjektet innehöll inga inloggningsuppgifter.
uk: Збережений елемент зв’язки ключів не містив даних для входу.
vi: Mục đã lưu trong Chuỗi khóa không chứa dữ liệu thông tin xác thực.
zh_hans: 存储的钥匙串项目不包含凭证数据。
zh_hant: 儲存的鑰匙圈項目未包含憑證資料。

source: Toggle Full Screen
ar: تبديل ملء الشاشة
ca: Activar/desactivar la pantalla completa
cs: Přepnout celou obrazovku
da: Slå fuld skærm til/fra
de: Vollbild umschalten
es: Activar/desactivar pantalla completa
fi: Vaihda koko näytön tila
fr: Activer ou désactiver le plein écran
he: החלפת מצב מסך מלא
hu: Teljes képernyős mód be/ki
it: Attiva/disattiva Schermo intero
ja: フルスクリーンを切り替える
ko: 전체 화면 전환
nb: Slå fullskjerm på/av
nl: Volledig scherm aan/uit
pl: Przełącz pełny ekran
pt_br: Alternar Tela Cheia
pt_pt: Alternar ecrã completo
ro: Comutare ecran complet
sl: Preklopi celozaslonski način
sv: Växla helskärm
uk: Перемкнути повноекранний режим
vi: Bật/tắt toàn màn hình
zh_hans: 切换全屏幕
zh_hant: 切換全螢幕
